Repository: enen92/script.screensaver.cocktail
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_pt

# #32001
source: See recipe
pt_pt: Ver a receita

# #32002
source: Search videos
pt_pt: Pesquisar vídeos

# #32003
source: Categories
pt_pt: Categorias

# #32004
source: Glass
pt_pt: Copo

# #32005
source: Alcoholic Type
pt_pt: Tipos de bebidas alcoólicas

# #32006
source: Ingredient Picker
pt_pt: Selecionar ingredientes

# #32007
source: Search
pt_pt: Pesquisar

# #32008
source: Execute Screensaver
pt_pt: Ativar Proteção de Ecrã

# #32009
source: Search Cocktail
pt_pt: Pesquisar Cocktail

# #32010
source: Cocktail name cannot be empty
pt_pt: O nome do Cocktail não pode estar vazio

# #32011
source: No matching cocktails found
pt_pt: Não foram encontrados cocktails correspondentes

# #32012
source: No results
pt_pt: Sem resultados

# #32013
source: No videos found
pt_pt: Nenhum vídeo encontrado

# #32014
source: Press the context menu key to search for cocktails.[CR]Press left or right to get random drinks.[CR]Press select to select ingredients and read their description.[CR] Enjoy your drink!
pt_pt: Pressiona a tecla do menu de contexto para procurar cocktails.[CR]Pressiona para a esquerda ou direita para obter bebidas aleatórias.[CR]Pressiona selecionar para selecionar ingredientes e lê a descrição deles.[CR]Aprecia a tua bebida!"

# #32015
source: Program
pt_pt: Programa

# #32016
source: Ingredient switch speed (in case > 6 ingredients)
pt_pt: Velocidade de troca de ingredientes (no caso > 6 ingredientes)

# #32017
source: Maximum ammount of videos to display (youtube)
pt_pt: Quantidade máxima de vídeos a serem exibidos (youtube)

# #32018
source: Screensaver
pt_pt: Proteção de Ecrã

# #32019
source: Enable instructions
pt_pt: Ativar instruções

# #32020
source: Wait time before picking the first random (seconds)
pt_pt: Tempo de espera antes de escolher o primeiro aleatório (segundos)

# #32021
source: Time to get next random drink (seconds)
pt_pt: Hora de tomar a próxima bebida aleatória (segundos)

# #32022
source: Added to favourites!
pt_pt: Adicionado aos favoritos!

# #32023
source: Removed from favourites!
pt_pt: Removido dos favoritos!

# #32024
source: Could not find drink in favourites!
pt_pt: Não foi possível encontrar a bebida nos favoritos!

# #32025
source: Favourites
pt_pt: Favoritos

# #32026
source: You do not have any favourite drinks!
pt_pt: Não tens nenhuma bebida favorita!

# #32027
source: Add to favourites
pt_pt: Adicionar aos favoritos

# #32028
source: Remove from favourites
pt_pt: Remover dos favoritos

# #32029
source: Ingredient description not available.
pt_pt: Descrição do ingrediente não disponível.

# #32030
source: Enable back button (touch)
pt_pt: Ativar o botão Voltar (toque)
